"OK"="OK";
"CANCEL" = "キャンセル";
"Can't load bundle"="バンドルを読み込めません";
"Apple" = "Apple";
"Pictures" = "ピクチャ";
"Other" = "その他";
"CHOOSE" = "選択";
"DOT_MAC_AND_RSS" = "%@ と RSS"; // %@ is (was) ".Mac" -- warning, this is used by QuartzComposerScreenSaver.
"VALIDATING_RSS" = "RSS を検証中...";
"NO_FEED_FOUND" = "配信が見つかりませんでした。";
"GETTING_ALBUMS" = "アルバムを取得中...";
"SELECT_ALBUMS" = "表示するアルバムを選択：";
"INVALID_MEMBER_NAME" = "無効なメンバー名です。";
"NO_ALBUMS_FOR_USER" = "このユーザ用のアルバムが見つかりませんでした。";

/* strings for tool tips */
"minute" = "分";
"minutes" = "分";
"hour" = "時間";
"hours" = "時間";
"OPTIONS_BUTTON_TIP" = "このスクリーンセーバのオプションを設定します。";
"Never" = "しない";
"Slideshow" = "スライドショー";
"Collage" = "コラージュ";
"Mosaic" = "モザイク";

/* An alternate to "Display Style" for the segmented control label. */
"STYLE" = "スタイル";

/* For contextual menu */
"DELETE" = "削除";
"REVEAL_IN_FINDER" = "Finder に表示";
"MOVE_TO_TRASH" = "ゴミ箱に入れる";

/* For add button */
"BROWSE_SCREEN_SAVERS" = "スクリーンセーバをブラウズ";
"ADD_MOBILE_ME_GALLERY" = "MobileMe ギャラリーを追加...";
"ADD_PICTURES" = "ピクチャを含むフォルダを追加...";
"ADD_RSS_FEED" = "RSS 配信を追加...";
"BROWSE_SCREEN_SAVERS_URL" = "http://www.apple.com/jp/downloads/macosx/icons_screensavers/";
"ADD_SAVER_AX_VALUE" = "ピクチャを追加／スクリーンセーバをブラウズ";
"REMOVE_SAVER_AX_VALUE" = "選択したスクリーンセーバを取り除く";

/* Alerts */
"INCOMPATIBLE_TITLE" = "%@ スクリーンセーバはこのコンピュータでは使えません。";
"INCOMPATIBLE_DESC" = "このスクリーンセーバの開発者に新しいバージョンについて問い合わせてください。";
"DELETE_WARNING_TITLE" = "“%@”を削除してもよろしいですか？";
"DELETE_WARNING_DESC" = "スクリーンセーバがゴミ箱に入ります。";
